Repository: caoboidianguc/mortgage
Catalog: Localizable.xcstrings
Source language: en
Languages: vi

source: Amount
vi: Số Tiền

source: Done
vi: Xong

source: Down pay:
vi: Đặt cọc

source: Down payment
vi: Tiền đặt cọc

source: Fixed years:
vi: Mấy Năm:

source: Home price
vi: Giá nhà

source: Home:
vi: Nhà:

source: Insurance & other:
vi: Bảo hiểm & lặt vặt:

source: Interest $%1.f
vi: Tiền lãi $%1.f

source: Interest rate
vi: Lãi xuất

source: Loan term
vi: Thời hạn vay

source: Monthly payment
vi: Trả hàng tháng

source: Mortgage Preview
vi: Xem Tiền Vay

source: Other $%1.f
vi: Khác $%1.f

source: Principal $%1.f
vi: Tiền gốc $%1.f

source: Property tax monthly
vi: Thuế nhà hàng tháng

source: Rate interest
vi: Lãi xuất

source: Rate:
vi: Tỉ lệ:

source: Reset
vi: Xoá

source: Tax $%1.f
vi: Thuế $%1.f

source: You should consider Mortgage insurance and House insurance
vi: Bạn lên cân nhắc tiền bảo hiểm khoản nợ và bảo hiểm nhà
